package ir.adicom.app.soccermanagerapp.data;

/**
 * Created by adicom on 2/24/18.
 */

public class FirstData {
    public static final String[] FIRST_NAMES = {
            "علی",
            "حسن",
            "حسین",
            "سجاد",
            "محمد",
            "باقر",
            "جعفر",
            "صادق",
            "موسی",
            "کاظم",
            "رضا",
            "نقی",
            "جواد",
            "تقی",
            "هادی",
            "عسگر",
            "مهدی",
            "عیسی",
            "یاشار",
            "ایدین",
            "بایرام",
            "نویان",
            "امیر",
            "عباس"
    };

    public static final String[] LAST_NAMES = {
            "پناهی",
            "دایی",
            "رضایی",
            "عباسزاده",
            "باقری",
            "عابدزاده",
            "پاشازاده",
            "گل محمدی",
            "محمودی",
            "جعفری"
    };

    public static final String[] TEAM_NAMES_FIRST = {
            "شهرداری",
            "استقلال",
            "پیروزی",
            "نفت",
            "ذوب اهن",
            "فولاد",
            "پاس",
            "جوانان",
            "قدرت",
            "اینتر",
            "مس"
    };

    public static final String[] TEAM_NAMES_SECOND = {
            "اردبیل",
            "تبریز",
            "ارومیه",
            "زنجان",
            "رشت",
            "تهران",
            "قزوین",
            "کرج",
            "اراک",
            "مشهد",
            "شیراز",
            "اهواز",
            "اصفهان",
            "بوشهر",
            "ساری",
            "کرمان",
            "گرگان",
            "یزد",
            "زاهدان"
    };
}
